{
    "name": "Natalie O'Brien",
    "house": "Sonserina",
    "job": "ALUNO",
    "year": 1,
    "race": "Sangue Puro",
    "age": 11,
    "F": 0,
    "H": 4,
    "R": 1,
    "A": 0,
    "PdF": 1,
    "PV": 5,
    "PVMax": 5,
    "PM": 5,
    "PMMax": 5,
    "PE": 0,
    "spells": [
        "expelliarmus",
        "flipendo",
        "wingardium_leviosa"
    ],
    "vantagens": [
        "talento_natural",
        "mente_afiada",
        "bom_de_fuga"
    ],
    "desvantagens": [
        "problemas_com_pocoes"
    ],
    "vantagem_obrigatoria": "Magia Negra",
    "appearance": "Cabelos loiros natural que ela sempre mantém impecável, olhos verdes e intensos que parecem observar cada detalhe ao redor, e uma postura ereta que denota autoconfiança incomum para sua idade.",
    "personality": "Astuta, calculista, manipuladora e ambiciosa. Natalie é capaz de de adaptar rapidamente às situações, mas não hesita em manipular os outros para alcançar seus objetivos. Sabe quando estão tentando usá-la e gosta de fingir ingenuidade para contornar o cenário a seu favor.",
    "history": "Natalie O'Brien é o retrato perfeito do lema de Sonserina: astúcia, ambição e determinação. Desde o primeiro dia em Hogwarts, ela deixará claro que fará de tudo para alcançar o sucesso. Inteligente e persuasiva, Natalie usa suas palavras como armas, manipulando situações e pessoas para conseguir o que quer. Seu sorriso confiante e olhar calculista escondem uma mente estrategista, sempre um passo à frente. A ambição de Natalie não é apenas por poder, mas pela liberdade de ser quem ela deseja, sem limitações impostas por outros. Ela despreza a mediocridade e acredita que o mundo é dividido entre aqueles que tomam o que desejam e aqueles que assistem passivamente. Natalie vem de uma antiga família bruxa de classe média que, apesar de não ser tradicionalmente rica, sempre valorizou o conhecimento e a excelência. Seu pai é um Auror reconhecido, mas rígido, que acredita no trabalho duro como a única maneira de obter reconhecimento. Sua mãe é uma criadora de poções renomada, cuja frieza e pragmatismo claramente influenciaram a filha. Cansada das comparações constantes e da pressão familiar, Natalie se rebelou. Decidiu provar que não precisava seguir o caminho \"honrado\" de seu pai ou a ética perfeccionista de sua mãe. Ela almeja algo maior — um legado que seja apenas dela, ainda que isso signifique quebrar as regras ou manipular aqueles ao seu redor.\nFora de Hogwarts:\nNatalie rapidamente se destacou entre os de sua idade e até mais velhos, tornando-se uma líder natural entre eles. Ela tem o respeito de seus colegas e o medo de muitos de outras famílias que mantém amizade com a sua. Os pais reconhecem sua inteligência, mas às vezes desconfiam de sua tendência a “dobrar” as regras para alcançar seus objetivos. Desde pequena ela cultiva relações estratégicas: mantém aliados úteis por perto, mas não hesita em descartar aqueles que se tornam um peso."
}