{
    "name": "Allanis Morrisset Blackwood",
    "house": "Corvinal",
    "year": 0,
    "job": "PROFESSOR",
    "race": "Lobsomem",
    "age": 35,
    "F": 4,
    "H": 4,
    "R": 6,
    "A": 5,
    "PdF": 5,
    "PV": 30,
    "PM": 30,
    "spells": [
        "lumos",
        "nox",
        "alohomora",
        "reparo",
        "wingardium_leviosa",
        "flipendo",
        "expelliarmus",
        "scourgify",
        "revelio",
        "mucus_ad_nauseam",
        "riddikulus",
        "lumos_maxima",
        "locomotor",
        "petrificus_totalus",
        "obscuro",
        "accio",
        "depulso",
        "incendio",
        "slugulus_eructo",
        "tarantallegra",
        "protego",
        "relashio",
        "diffindo",
        "ventus",
        "aparecium",
        "glacius",
        "protego_totalum",
        "expulso",
        "serpensortia",
        "confringo",
        "estupefaca",
        "levicorpus",
        "oppugno",
        "legilimens",
        "impervius",
        "deprimo",
        "fianto_duri",
        "legilimencia_avancada",
        "protego_diabolica",
        "crucio",
        "imperius",
        "avada_kedavra"
    ],
    "vantagens": [
        "familiar_especial",
        "conhecimento_proibido",
        "duelista_avancado"
    ],
    "desvantagens": [
        "maldição_de_sangue",
        "cacado_por_criaturas",
        "toque_da_magia_negra"
    ],
    "vantagem_obrigatoria": "Magia Negra",
    "appearance": "Postura: Sempre firme, mas nunca exagerado. Seus movimentos são calculados, como se estivesse sempre pronto para uma ameaça oculta.\nExpressão: Poucas palavras, mas um olhar penetrante. Ele fala pouco, mas quando fala, tem impacto.\nTom de voz: Calmo e profundo, mas com um peso que denuncia sua história.",
    "personality": "Personalidade: Allanis é alguém que carrega cicatrizes, tanto físicas quanto emocionais. Seu passado o moldou, e ele não é ingênuo quanto à crueldade do mundo. Ele aprendeu a lutar, a se defender e a proteger aqueles que não podem se proteger sozinhos. No entanto, essa força não o torna agressivo ou insensível—pelo contrário, ele é controlado, observador e estratégico, preferindo agir apenas quando necessário.",
    "history": "Após deixar Hogwarts, tornei-me um dos bruxos mais promissores na caça de contrabandistas e caçadores ilegais. Trabalhei para o Ministério da Magia, ajudando a capturar alguns dos piores criminosos do tráfico de criaturas. Foi durante esse tempo que me vi envolvido na missão que definiria grande parte da minha carreira: a caçada a Arthur Vanghort, um nome temido no submundo bruxo, líder de uma organização clandestina que negociava com animais mágicos raros.\nPassei anos investigando seus passos, seguindo rastros de criaturas aprisionadas, exploradas e mutiladas por dinheiro. Quando finalmente consegui reunir provas suficientes, chamei os Aurores para um ataque definitivo. O confronto foi brutal, mas saímos vitoriosos. Vanghort foi preso, sua organização desmantelada. Mas minha fama cresceu de uma forma que eu não queria. Tornei-me um alvo.\nA Maldição que Carrego\nNo entanto, antes mesmo de me tornar caçador de criminosos, carregava um fardo ainda maior. Aos 15 anos, descobri que era um lobisomem. E não da maneira que qualquer um gostaria de descobrir.\nTudo aconteceu em uma noite de lua cheia, quando ainda era um jovem estudante em Hogwarts. Não havia sido mordido por ninguém, e os professores nunca suspeitaram de minha condição. Mas naquela noite, sob a lua prateada, algo dentro de mim despertou. A dor foi insuportável, minha visão escureceu, e o controle sobre meu corpo desapareceu.\nLembro-me apenas de flashes: um corredor escuro, o cheiro de medo no ar, e então, o grito.\nSthepani Salvori, minha melhor amiga, estava ali. E eu a ataquei.\nEla nunca me culpou. Mas o estrago estava feito. Minha garra rasgou sua pele, lançando-a contra uma penteadeira de vidro. Os estilhaços perfuraram seus olhos, e a cegueira foi inevitável. Ela perdeu a visão naquela noite. E eu perdi uma parte de mim."
}