{"name":"Keylan Snyde","house":"Grifinória","job":"ALUNO","year":1,"race":"Mestiço","age":11,"F":1,"H":2,"R":1,"A":1,"PdF":1,"PV":5,"PVMax":5,"PM":5,"PMMax":5,"PE":0,"spells":["alohomora","expelliarmus","lumos"],"vantagens":["talento_natural","mente_afiada","curioso"],"desvantagens":["problemas_com_pocoes","inimigo_de_um_monitor","desajeitado"],"vantagem_obrigatoria":"Magia Branca","appearance":"Cabelos pretos cacheados, olhos verdes, pele branca e bonito","personality":"Gosta de treinar magia, estudar feitiços, amigável, leal aos amigos, não levar desaforo de ninguém","history":"Keylan Snyde cresceu cercado por mistérios e meias-verdades, envolto em uma aura de incerteza que parecia segui-lo aonde fosse. Desde pequeno, percebia os olhares furtivos e os sussurros abafados sempre que perguntava sobre o pai. Sua mãe, uma bruxa determinada e de coração nobre, evitava tocar no assunto, desviando-se para histórias sobre a importância da justiça e do dever. Ainda assim, a ausência de respostas concretas nunca deixou de inquietá-lo.\n\nO que Keylan sabia era que seu pai foi um Auror respeitado, um combatente implacável contra as forças das trevas. Mas seu nome parecia um tabu, mencionado apenas em murmúrios e olhares carregados de pesar. Sempre que tentava saber mais, sua mãe mudava de assunto ou lançava um olhar perdido ao horizonte, como se estivesse pesando memórias dolorosas que jamais ousaria compartilhar.\n\nHavia muitos rumores sobre o destino de seu pai. Alguns diziam que ele caiu em batalha, sacrificando-se para impedir um grande mal. Outros acreditavam que foi traído por aqueles que um dia chamou de aliados. Mas a versão mais sombria – e a que mais atormentava Keylan – insinuava que ele havia se infiltrado tão profundamente no mundo das trevas que nunca conseguiu sair. Essas dúvidas o perseguiam, criando um vazio que nem o tempo conseguia preencher.\n\nApesar do peso de seu legado, sua mãe tentou dar-lhe uma vida normal, longe das sombras que insistiam em cercá-lo. No entanto, ser filho de um herói caído não era algo que pudesse ser ignorado. Desde cedo, Keylan sentiu a responsabilidade de honrar um nome que jamais conheceu por completo. E, no fundo, ele sabia que, para entender seu próprio caminho, precisaria descobrir a verdade sobre o passado que todos insistiam em esconder."}