{
    "name": "Keylan Snyder",
    "house": "Sonserina",
    "job": "ALUNO",
    "year": 1,
    "race": "Sangue puro",
    "age": 11,
    "F": 1,
    "H": 2,
    "R": 1,
    "A": 1,
    "PdF": 1,
    "PV": 5,
    "PVMax": 5,
    "PM": 5,
    "PMMax": 5,
    "PE": 0,
    "spells": [
        "lumos",
        "alohomora",
        "flipendo"
    ],
    "vantagens": [
        "talento_natural",
        "mente_afiada",
        "vassoura_pessoal"
    ],
    "desvantagens": [
        "desajeitado",
        "problemas_com_pocoes",
        "inimigo_de_um_monitor"
    ],
    "vantagem_obrigatoria": "Magia Negra",
    "appearance": "Cabelos pretos espetado, olhos verdes esmeraldas, pele branca",
    "personality": "É um pouco quieto, gosta de ler, conversar com os colegas da mesma sala, estudar sobre as artes das trevas",
    "history": "Keylan Snyde cresceu em uma atmosfera de mistério e incerteza, marcada pela ausência de uma figura paterna conhecida e pelo silêncio que cercava seu passado. Desde pequeno, ele soubera que algo não estava certo, mas os detalhes jamais foram revelados. Sua mãe, uma bruxa que se tornara reclusa e reservada após a perda do marido, nunca falou abertamente sobre o pai de Keylan. Quando o garoto fez perguntas, ela sempre desviava o olhar, mudava de assunto ou falava sobre a linhagem ancestral de sua família, sem nunca mencionar o nome do pai.\nO que Keylan sabia era que seu pai era um Comensal da Morte, um seguidor do terrível Lord Voldemort, mas seu nome era um mistério para todos ao seu redor. Ele cresceu ouvindo histórias vagas sobre um homem sombrio, com uma lealdade inquebrantável ao Lorde das Trevas, mas sempre com um tom de medo em relação a qualquer revelação que pudesse ser feita. Sua mãe, que havia se afastado de tudo que tivesse a ver com a antiga Ordem, e seus avós, que viviam nas sombras do passado, nunca deram informações claras.\nO que se sabia é que, após a queda de Voldemort, seu pai desapareceu sem deixar vestígios. Alguns diziam que ele foi morto na luta final, outros afirmavam que ele fugiu para se esconder em algum lugar remoto, mas nenhum deles sabia a verdade. Keylan cresceu ouvindo rumores desconexos sobre o destino de seu pai, mas nunca teve provas concretas. No fundo, ele sempre sentiu que havia algo mais – algo muito mais sombrio – relacionado a esse desaparecimento.\nDurante a infância, Keylan foi criado longe dos holofotes, com sua mãe tentando dar-lhe uma vida normal, mas o peso de ser filho de um Comensal da Morte nunca o deixou em paz."
}