{
    "name": "Pedro Mestre de Programa",
    "house": "Grifinória",
    "year": 1,
    "job": "ALUNO",
    "race": "Humano",
    "age": 11,
    "F": 1,
    "H": 2,
    "R": 1,
    "A": 1,
    "PdF": 1,
    "PV": 5,
    "PM": 5,
    "PE": 0,
    "PVMax": 5,
    "PMMax": 5,
    "spells": [
        "expelliarmus",
        "flipendo",
        "revelio"
    ],
    "vantagens": [
        "talento_natural",
        "mente_afiada",
        "curioso"
    ],
    "desvantagens": [
        "desajeitado"
    ],
    "vantagem_obrigatoria": "Magia Elementar",
    "appearance": "Ele é um rapaz magro e de estatura ligeiramente abaixo da média para a idade, com um porte ágil e expressivo. Os olhos grandes e curiosos brilham com um tom vibrante, revelando uma mente ávida por conhecimento e aventura. O cabelo, ligeiramente desalinhado, cai em ondas rebeldes sobre a testa, como se recusasse a ser domado, dando-lhe um ar despreocupado e naturalmente encantador. A pele é clara, salpicada por algumas sardas discretas no nariz e nas maçãs do rosto, um reflexo dos muitos dias passados ao ar livre a explorar cada canto misterioso do mundo mágico. As mãos, apesar de jovens, têm já a destreza de quem pratica feitiços em segredo, segurando a varinha com um misto de hesitação e entusiasmo.",
    "personality": "Curioso por natureza, este jovem bruxo tem uma mente inquieta e está sempre à procura de respostas, seja nos livros proibidos da biblioteca ou nos corredores menos explorados do castelo. A sua sede de conhecimento muitas vezes leva-o a meter-se em sarilhos, mas a sua inteligência e criatividade ajudam-no a sair deles… na maioria das vezes. É leal aos amigos e tem um forte senso de justiça, odiando ver alguém a ser tratado de forma injusta. Mesmo sendo novo no mundo mágico, tem um espírito destemido e um desejo secreto de provar o seu valor. Pode ser um pouco teimoso quando acredita que está certo, mas está disposto a admitir os seus erros (ainda que com relutância). Tem um sentido de humor afiado e adora pequenos desafios, seja resolver um enigma mágico ou testar um feitiço novo. Às vezes, a impulsividade leva-o a agir sem pensar nas consequências, mas aprende rapidamente com as experiências. Apesar do seu lado aventureiro, há momentos em que se sente inseguro—afinal, é apenas um miúdo num mundo muito maior do que imaginava. No entanto, é exatamente essa mistura de determinação, medo e coragem que o tornará um grande bruxo um dia.",
    "history": "Desde que se lembra, sempre houve algo de estranho nele. Pequenos acontecimentos inexplicáveis marcavam o seu dia a dia - livros que caíam das estantes sozinhos quando estava frustrado, luzes que piscavam quando ficava animado, brinquedos que pareciam mover-se sem que ninguém lhes tocasse. Mas, na sua casa, isso nunca foi visto como algo anormal. Nascido numa família de bruxos, desde cedo ouviu histórias sobre feitiços, criaturas mágicas e as proezas dos seus antepassados. No entanto, a sua família não era poderosa nem influente—eram simples bruxos que levavam a vida de forma modesta, longe dos holofotes do mundo mágico. O pai trabalhava numa loja de ingredientes para poções e a mãe encantava objetos para vender em feiras mágicas. O ambiente em casa era acolhedor, mas também exigente: desde cedo, aprendera que a magia não era um brinquedo, mas uma responsabilidade. Com cerca de seis anos, começou a demonstrar magia de forma mais evidente. Um dia, ao ser perseguido por um cão grande e barulhento no parque, fechou os olhos e, sem perceber como, apareceu no telhado da casa mais próxima. Os pais, ao perceberem que os seus poderes estavam a despertar, começaram a preparar-lhe para o futuro, contando-lhe sobre a escola de magia onde ele estudaria e o que o esperava por lá. Apesar de crescer num ambiente mágico, nunca deixou de sentir uma certa ansiedade em relação ao seu próprio talento. Será que seria um grande bruxo? Conseguiria estar à altura das expectativas da família? E se não fosse tão talentoso como os outros alunos? Essas perguntas perseguiam-no nos últimos meses antes da carta da escola chegar. Quando finalmente recebeu a tão aguardada carta, o misto de emoções foi intenso—excitação, medo, alegria e um leve aperto no estômago. No dia da compra dos materiais, percorreu as ruas do Beco Diagonal (ou outro local mágico adequado ao teu cenário), maravilhado com a imensidão de possibilidades que o esperavam. Escolher a varinha foi um momento especial: ao segurá-la, sentiu um arrepio percorrer-lhe os dedos, como se algo nele finalmente se encaixasse. Agora, prestes a embarcar na maior aventura da sua vida, olhava para o futuro com um misto de entusiasmo e nervosismo. Sabia que a escola de magia seria um desafio, mas também um lugar onde poderia descobrir quem realmente era."
}